Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# preset_example_meeting_output
source: ## Action Items - **Alice** will send the deck by **Friday** - **Bob** owns the pricing review ## Next Steps - Decision needed next week
ar: ## مهام\n- **أليس** سترسل العرض بحلول **الجمعة**\n- **بوب** يتولى مراجعة الأسعار\n\n## الخطوات التالية\n- يلزم قرار الأسبوع القادم
bn: ## কাজ\n- **অ্যালিস** **শুক্রবারের** মধ্যে ডেক পাঠাবে\n- **বব** মূল্য পর্যালোচনা দেখবে\n\n## পরবর্তী পদক্ষেপ\n- আগামী সপ্তাহে সিদ্ধান্ত প্রয়োজন
cs: ## Úkoly\n- **Alice** pošle deck do **pátku**\n- **Bob** má na starosti kontrolu cen\n\n## Další kroky\n- Rozhodnutí potřeba příští týden
da: ## Handlinger\n- **Alice** sender decket inden **fredag**\n- **Bob** tager prisgennemgangen\n\n## Næste skridt\n- Beslutning nødvendig i næste uge
de: ## Aufgaben\n- **Alice** schickt das Deck bis **Freitag**\n- **Bob** übernimmt die Preisprüfung\n\n## Nächste Schritte\n- Entscheidung nächste Woche nötig
el: ## Ενέργειες\n- Η **Alice** θα στείλει το deck μέχρι την **Παρασκευή**\n- Ο **Bob** αναλαμβάνει τον έλεγχο τιμών\n\n## Επόμενα βήματα\n- Χρειάζεται απόφαση την επόμενη εβδομάδα
es: ## Tareas\n- **Alice** enviará la presentación el **viernes**\n- **Bob** se encarga de la revisión de precios\n\n## Próximos pasos\n- Decisión necesaria la próxima semana
fi: ## Toimenpiteet\n- **Alice** lähettää dekin **perjantaihin** mennessä\n- **Bob** hoitaa hintatarkistuksen\n\n## Seuraavat askeleet\n- Päätös tarvitaan ensi viikolla
fr: ## Actions\n- **Alice** enverra le support d'ici **vendredi**\n- **Bob** s'occupe de la revue des prix\n\n## Prochaines étapes\n- Décision nécessaire la semaine prochaine
he: ## משימות\n- **אליס** תשלח את המצגת עד **יום שישי**\n- **בוב** אחראי על בדיקת המחירים\n\n## הצעדים הבאים\n- נדרשת החלטה בשבוע הבא
hi: ## कार्य\n- **ऐलिस** **शुक्रवार** तक डेक भेजेगी\n- **बॉब** कीमत की समीक्षा संभालेगा\n\n## अगले कदम\n- अगले सप्ताह निर्णय आवश्यक
hu: ## Teendők\n- **Alice** péntekig elküldi a decket\n- **Bob** intézi az árellenőrzést\n\n## Következő lépések\n- Döntés szükséges jövő héten
id: ## Tindakan\n- **Alice** akan kirim deck sampai **Jumat**\n- **Bob** urus tinjauan harga\n\n## Langkah berikutnya\n- Keputusan dibutuhkan minggu depan
it: ## Azioni\n- **Alice** invierà il deck entro **venerdì**\n- **Bob** si occupa della revisione dei prezzi\n\n## Prossimi passi\n- Decisione necessaria la prossima settimana
ja: ## アクション\n- **アリス** が**金曜**までにデッキを送る\n- **ボブ** が価格レビューを担当\n\n## 次のステップ\n- 来週決断が必要
ko: ## 할 일\n- **앨리스**가 **금요일**까지 덱을 보냄\n- **밥**이 가격 검토를 맡음\n\n## 다음 단계\n- 다음 주 결정 필요
ms: ## Tindakan\n- **Alice** akan hantar deck menjelang **Jumaat**\n- **Bob** urus semakan harga\n\n## Langkah seterusnya\n- Keputusan diperlukan minggu depan
nb: ## Handlinger\n- **Alice** sender decket innen **fredag**\n- **Bob** tar prissjekken\n\n## Neste steg\n- Beslutning trengs neste uke
nl: ## Acties\n- **Alice** stuurt het deck op **vrijdag**\n- **Bob** doet de prijsreview\n\n## Volgende stappen\n- Beslissing nodig volgende week
pl: ## Zadania - **Alice** wyśle prezentację do **piątku** - **Bob** zajmuje się przeglądem cen ## Kolejne kroki - Decyzja potrzebna w przyszłym tygodniu
pt_br: ## Itens de ação\n- **Alice** vai enviar o deck até **sexta**\n- **Bob** cuida da revisão de preços\n\n## Próximos passos\n- Decisão necessária na próxima semana
ro: ## Acțiuni\n- **Alice** va trimite deck-ul până **vineri**\n- **Bob** se ocupă de revizuirea prețurilor\n\n## Pași următori\n- Decizie necesară săptămâna viitoare
ru: ## Задачи\n- **Элис** пришлёт колоду до **пятницы**\n- **Боб** займётся проверкой цен\n\n## Дальнейшие шаги\n- Решение нужно на следующей неделе
sv: ## Åtgärder\n- **Alice** skickar decket till **fredag**\n- **Bob** tar prisgranskningen\n\n## Nästa steg\n- Beslut behövs nästa vecka
th: ## งานที่ต้องทำ\n- **อลิซ** จะส่งเด็คภายใน**วันศุกร์**\n- **บ็อบ** ดูแลการตรวจราคา\n\n## ขั้นตอนถัดไป\n- ต้องการการตัดสินใจสัปดาห์หน้า
tr: ## Aksiyonlar\n- **Alice** decki **Cuma**'ya kadar gönderecek\n- **Bob** fiyat incelemesini üstleniyor\n\n## Sonraki adımlar\n- Gelecek hafta karar gerekli
uk: ## Завдання\n- **Еліс** надішле колоду до **п’ятниці**\n- **Боб** займеться перевіркою цін\n\n## Наступні кроки\n- Рішення потрібне наступного тижня
vi: ## Việc cần làm\n- **Alice** sẽ gửi deck trước **thứ Sáu**\n- **Bob** phụ trách xem xét giá\n\n## Bước tiếp theo\n- Cần quyết định tuần sau
zh_hans: ## 待办\n- **爱丽丝** 周五前会发材料\n- **鲍勃** 负责价格审核\n\n## 下一步\n- 下周需要做决定
zh_hant: ## 待辦\n- **愛麗絲** 週五前會發材料\n- **鮑勃** 負責價格審核\n\n## 下一步\n- 下週需要做決定

# preset_example_social_input
source: um we just shipped dark mode and it looks amazing you should try it
ar: اممم أطلقنا للتو الوضع الداكن ويبدو رائعًا يجب أن تجربه
bn: আম আমরা এইমাত্র ডার্ক মোড শিপ করেছি আর এটা দারুণ দেখাচ্ছে আপনার চেষ্টা করা উচিত
cs: ehm právě jsme vydali tmavý režim a vypadá úžasně měl bys to zkusit
da: øh vi har lige udgivet dark mode og den ser fantastisk ud du burde prøve den
de: äh wir haben gerade den dark mode veröffentlicht und er sieht fantastisch aus du solltest ihn ausprobieren
el: εεε μόλις κυκλοφορήσαμε dark mode και φαίνεται απίστευτο θα έπρεπε να το δοκιμάσεις
es: eh acabamos de lanzar el modo oscuro y se ve increíble deberías probarlo
fi: öö julkaisimme juuri tumman tilan ja se näyttää mahtavalta sinun kannattaa kokeilla
fr: euh on vient de sortir le mode sombre et c'est superbe tu devrais essayer
he: אממ בדיוק שחררנו מצב כהה וזה נראה מדהים כדאי שתנסה
hi: अम हमने अभी डार्क मोड रिलीज़ किया है और यह शानदार लग रहा है आपको आज़माना चाहिए
hu: öö most adtuk ki a sötét módot és fantasztikusan néz ki ki kellene próbálnod
id: eh kami baru rilis mode gelap dan kelihatannya keren banget kamu harus coba
it: ehm abbiamo appena rilasciato la dark mode e si vede fantastica dovresti provarla
ja: えっと ダークモードを出荷したところですごく良く見える 試すべきだよ
ko: 음 방금 다크 모드를 출시했는데 정말 멋져 보여 너도 써 봐야 해
ms: eh kami baru sahaja hantar mod gelap dan nampak hebat anda patut cubanya
nb: øh vi har nettopp sluppet dark mode og den ser fantastisk ut du burde prøve den
nl: eh we hebben net dark mode uitgebracht en het ziet er geweldig uit je moet het proberen
pl: yyy właśnie wydaliśmy tryb ciemny i wygląda niesamowicie powinieneś spróbować
pt_br: ãh acabamos de lançar o modo escuro e ficou incrível você deveria experimentar
ro: ăă tocmai am lansat dark mode și arată incredibil ar trebui să îl încerci
ru: эм мы только что выпустили тёмный режим и он выглядит потрясающе тебе стоит попробовать
sv: öh vi har precis släppt dark mode och den ser fantastisk ut du borde prova den
th: เอ่อ เราเพิ่งปล่อยโหมดมืดและดูยอดเยี่ยมมาก คุณควรลอง
tr: ee az önce karanlık modu yayınladık ve harika görünüyor denemelisin
uk: ем ми щойно випустили темний режим і він виглядає чудово тобі варто спробувати
vi: ờ chúng tôi vừa ra mắt chế độ tối và trông tuyệt vời bạn nên thử
zh_hans: 嗯 我们刚发布了深色模式 看起来很棒 你应该试试
zh_hant: 嗯 我們剛發布了深色模式 看起來很棒 你應該試試

# preset_example_social_output
source: We just shipped dark mode. It looks amazing — you should try it.
ar: أطلقنا للتو الوضع الداكن.\n\nيبدو رائعًا — يجب أن تجربه.
bn: আমরা এইমাত্র ডার্ক মোড শিপ করেছি।\n\nএটা দারুণ দেখাচ্ছে — আপনার চেষ্টা করা উচিত।
cs: Právě jsme vydali tmavý režim.\n\nVypadá úžasně — měl bys to zkusit.
da: Vi har lige udgivet dark mode.\n\nDen ser fantastisk ud — du burde prøve den.
de: Wir haben gerade den Dark Mode veröffentlicht.\n\nEr sieht fantastisch aus — du solltest ihn ausprobieren.
el: Μόλις κυκλοφορήσαμε dark mode.\n\nΦαίνεται απίστευτο — θα έπρεπε να το δοκιμάσεις.
es: Acabamos de lanzar el modo oscuro.\n\nSe ve increíble — deberías probarlo.
fi: Julkaisimme juuri tumman tilan.\n\nSe näyttää mahtavalta — sinun kannattaa kokeilla.
fr: On vient de sortir le mode sombre.\n\nC'est superbe — tu devrais essayer.
he: בדיוק שחררנו מצב כהה.\n\nזה נראה מדהים — כדאי שתנסה.
hi: हमने अभी डार्क मोड रिलीज़ किया है।\n\nयह शानदार लग रहा है — आपको आज़माना चाहिए।
hu: Most adtuk ki a sötét módot.\n\nFantasztikusan néz ki — ki kellene próbálnod.
id: Kami baru rilis mode gelap.\n\nKelihatannya keren banget — kamu harus coba.
it: Abbiamo appena rilasciato la dark mode.\n\nSi vede fantastica — dovresti provarla.
ja: ダークモードを出荷したところだ。\n\nすごく良く見える — 試すべきだよ。
ko: 방금 다크 모드를 출시했어.\n\n정말 멋져 보여 — 너도 써 봐야 해.
ms: Kami baru sahaja hantar mod gelap.\n\nNampak hebat — anda patut cubanya.
nb: Vi har nettopp sluppet dark mode.\n\nDen ser fantastisk ut — du burde prøve den.
nl: We hebben net dark mode uitgebracht.\n\nHet ziet er geweldig uit — je moet het proberen.
pl: Właśnie wydaliśmy tryb ciemny. Wygląda niesamowicie — powinieneś spróbować.
pt_br: Acabamos de lançar o modo escuro.\n\nFicou incrível — você deveria experimentar.
ro: Tocmai am lansat dark mode.\n\nArată incredibil — ar trebui să îl încerci.
ru: Мы только что выпустили тёмный режим.\n\nОн выглядит потрясающе — тебе стоит попробовать.
sv: Vi har precis släppt dark mode.\n\nDen ser fantastisk ut — du borde prova den.
th: เราเพิ่งปล่อยโหมดมืด\n\nดูยอดเยี่ยมมาก — คุณควรลอง
tr: Az önce karanlık modu yayınladık.\n\nHarika görünüyor — denemelisin.
uk: Ми щойно випустили темний режим.\n\nВін виглядає чудово — тобі варто спробувати.
vi: Chúng tôi vừa ra mắt chế độ tối.\n\nTrông tuyệt vời — bạn nên thử.
zh_hans: 我们刚发布了深色模式。\n\n看起来很棒 — 你应该试试。
zh_hant: 我們剛發布了深色模式。\n\n看起來很棒 — 你應該試試。

# preset_example_technical_input
source: call fetch user arrow then map the response equals equals two hundred
ar: استدع fetch user سهم ثم عيّن الاستجابة يساوي يساوي مئتين
bn: fetch user কল করো তীর তারপর রেসপন্স সমান সমান দুইশো ম্যাপ করো
cs: zavolej fetch user šipka pak namapuj odpověď rovná se rovná se dvě stě
da: kald fetch user pil map så svaret lig med lig med to hundrede
de: rufe fetch user pfeil dann mappe die antwort gleich gleich zweihundert
el: κάλεσε fetch user βέλος μετά χάρταξε την απάντηση ίσον ίσον διακόσια
es: llama a fetch user flecha luego mapea la respuesta igual igual doscientos
fi: kutsu fetch user nuoli sitten mapaa vastaus yhtäsuuri yhtäsuuri kaksisataa
fr: appelle fetch user flèche puis mappe la réponse égal égal deux cents
he: קרא ל-fetch user חץ ואז מפה את התשובה שווה שווה מאתיים
hi: fetch user कॉल करो तीर फिर प्रतिक्रिया को बराबर बराबर दो सौ मैप करो
hu: hívd a fetch user nyíl aztán mapeld a választ egyenlő egyenlő kettőszáz
id: panggil fetch user panah lalu peta respons sama dengan sama dengan dua ratus
it: chiama fetch user freccia poi mappa la risposta uguale uguale duecento
ja: fetch user を呼んで 矢印 それからレスポンスを イコール イコール 二百にマップ
ko: fetch user 호출 화살표 그다음 응답을 등호 등호 이백으로 매핑
ms: panggil fetch user anak panah kemudian peta respons sama sama dua ratus
nb: kall fetch user pil map så svaret lik lik to hundre
nl: roep fetch user pijl aan map dan de response is gelijk aan tweehonderd
pl: wywołaj fetch user strzałka potem zmapuj odpowiedź równa się równa się dwieście
pt_br: chame fetch user seta depois mapeie a resposta igual igual duzentos
ro: apelează fetch user săgeată apoi mapează răspunsul egal egal două sute
ru: вызови fetch user стрелка затем сопоставь ответ равно равно двести
sv: anropa fetch user pil mappa sedan svaret lika med lika med tvåhundra
th: เรียก fetch user ลูกศร แล้วแม็ปการตอบกลับ เท่ากับ เท่ากับ สองร้อย
tr: fetch user çağır ok sonra yanıtı eşittir eşittir iki yüz olarak eşle
uk: викликай fetch user стрілка потім зістав відповідь дорівнює дорівнює двісті
vi: gọi fetch user mũi tên rồi ánh xạ phản hồi bằng bằng hai trăm
zh_hans: 调用 fetch user 箭头 然后把响应 等于 等于 二百 做映射
zh_hant: 呼叫 fetch user 箭頭 然後把回應 等於 等於 二百 做對應

# preset_example_technical_output
source: Call `fetchUser` -> then map the response `==` 200.
ar: استدعِ `fetchUser` -> ثم عيّن الاستجابة `==` 200.
bn: `fetchUser` কল করো -> তারপর রেসপন্স `==` 200 ম্যাপ করো।
cs: Zavolej `fetchUser` -> pak namapuj odpověď `==` 200.
da: Kald `fetchUser` -> map så svaret `==` 200.
de: Rufe `fetchUser` -> dann mappe die Antwort `==` 200.
el: Κάλεσε `fetchUser` -> μετά χάρταξε την απάντηση `==` 200.
es: Llama a `fetchUser` -> luego mapea la respuesta `==` 200.
fi: Kutsu `fetchUser` -> sitten mapaa vastaus `==` 200.
fr: Appelle `fetchUser` -> puis mappe la réponse `==` 200.
he: קרא ל-`fetchUser` -> ואז מפה את התשובה `==` 200.
hi: `fetchUser` कॉल करो -> फिर प्रतिक्रिया `==` 200 मैप करो।
hu: Hívd a `fetchUser` -> aztán mapeld a választ `==` 200.
id: Panggil `fetchUser` -> lalu peta respons `==` 200.
it: Chiama `fetchUser` -> poi mappa la risposta `==` 200.
ja: `fetchUser` を呼んで -> それからレスポンスを `==` 200 にマップ。
ko: `fetchUser` 호출 -> 그다음 응답을 `==` 200으로 매핑.
ms: Panggil `fetchUser` -> kemudian peta respons `==` 200.
nb: Kall `fetchUser` -> map så svaret `==` 200.
nl: Roep `fetchUser` -> map dan de response `==` 200.
pl: Wywołaj `fetchUser` -> potem zmapuj odpowiedź `==` 200.
pt_br: Chame `fetchUser` -> depois mapeie a resposta `==` 200.
ro: Apelează `fetchUser` -> apoi mapează răspunsul `==` 200.
ru: Вызови `fetchUser` -> затем сопоставь ответ `==` 200.
sv: Anropa `fetchUser` -> mappa sedan svaret `==` 200.
th: เรียก `fetchUser` -> แล้วแม็ปการตอบกลับ `==` 200
tr: `fetchUser` çağır -> sonra yanıtı `==` 200 olarak eşle.
uk: Викликай `fetchUser` -> потім зістав відповідь `==` 200.
vi: Gọi `fetchUser` -> rồi ánh xạ phản hồi `==` 200.
zh_hans: 调用 `fetchUser` -> 然后把响应 `==` 200 做映射。
zh_hant: 呼叫 `fetchUser` -> 然後把回應 `==` 200 做對應。

source: Preset Name
ar: الاسم المحدد مسبقًا
bn: পূর্বনির্ধারিত নাম
cs: Název předvolby
da: Forudindstillet navn
de: Voreinstellungsname
el: Προκαθορισμένο όνομα
es: Nombre del preajuste
fi: Esiasetettu nimi
fr: Nom du préréglage
he: שם מוגדר מראש
hi: पूर्व निर्धारित नाम
hu: Előre beállított név
id: Nama Prasetel
it: Nome preimpostato
ja: プリセット名
ko: 프리셋 이름
ms: Nama Pratetap
nb: Forhåndsinnstilt navn
nl: Vooraf ingestelde naam
pl: Nazwa ustawienia wstępnego
pt_br: Nome predefinido
ro: Nume presetat
ru: Имя предустановки
sv: Förinställt namn
th: ชื่อที่ตั้งไว้ล่วงหน้า
tr: Ön Ayar Adı
uk: Попереднє ім'я
vi: Tên đặt trước
zh_hans: 预设名称
zh_hant: 預設名稱

# press_and_hold_to_dictate_in_any_app_pindrop_wil
source: Press and hold to dictate in any app. Pindrop will transcribe your speech and insert the text where your cursor is.
ar: اضغط مع الاستمرار للإملاء في أي تطبيق. سوف يقوم Pindrop بنسخ كلامك وإدراج النص حيث يوجد المؤشر.
bn: যেকোন অ্যাপে নির্দেশ দিতে টিপুন এবং ধরে রাখুন। Pindrop আপনার বক্তৃতা প্রতিলিপি এবং আপনার কার্সার যেখানে পাঠ্য সন্নিবেশ করা হবে.
cs: Stisknutím a podržením můžete diktovat v libovolné aplikaci. Pindrop přepíše vaši řeč a vloží text tam, kde je váš kurzor.
da: Tryk og hold for at diktere i enhver app. Pindrop transskriberer din tale og indsætter teksten, hvor markøren er.
de: Drücken und halten Sie, um in jeder App zu diktieren. Pindrop transkribiert Ihre Sprache und fügt den Text an Ihrer Cursorposition ein.
el: Πατήστε παρατεταμένα για υπαγόρευση σε οποιαδήποτε εφαρμογή. Το Pindrop θα μεταγράψει την ομιλία σας και θα εισαγάγει το κείμενο όπου βρίσκεται ο κέρσορας σας.
es: Mantén pulsado para dictar en cualquier app. Pindrop transcribirá tu voz e insertará el texto donde esté el cursor.
fi: Paina ja pidä painettuna sanellaksesi missä tahansa sovelluksessa. Pindrop litteroi puheesi ja lisää tekstin kohdistimen kohdalle.
fr: Appuyez et maintenez pour dicter dans n'importe quelle app. Pindrop transcrira votre discours et insérera le texte où se trouve votre curseur.
he: לחץ והחזק כדי להכתיב בכל אפליקציה. Pindrop תעתיק את הנאום שלך ותוסיף את הטקסט במקום שבו הסמן שלך נמצא.
hi: किसी भी ऐप में निर्देश देने के लिए दबाकर रखें। पिनड्रॉप आपके भाषण को ट्रांसक्रिप्ट करेगा और टेक्स्ट को वहां डाल देगा जहां आपका कर्सर है।
hu: Nyomja meg és tartsa lenyomva a diktáláshoz bármely alkalmazásban. A Pindrop átírja a beszédet, és beszúrja a szöveget oda, ahol a kurzor van.
id: Tekan dan tahan untuk mendikte di aplikasi apa pun. Pindrop akan menyalin ucapan Anda dan menyisipkan teks di tempat kursor Anda berada.
it: Tieni premuto per dettare in qualsiasi app. Pindrop trascriverà il tuo discorso e inserirà il testo nel punto in cui si trova il cursore.
ja: どのアプリでも押し続けると口述入力できます。 Pindrop はあなたのスピーチを文字に起こし、カーソルがある場所にテキストを挿入します。
ko: 어떤 앱에서든 길게 누르면 받아쓰게 됩니다. Pindrop은 귀하의 음성을 기록하고 커서가 있는 곳에 텍스트를 삽입합니다.
ms: Tekan dan tahan untuk menentukan dalam mana-mana apl. Pindrop akan menyalin pertuturan anda dan memasukkan teks di mana kursor anda berada.
nb: Trykk og hold for å diktere i en hvilken som helst app. Pindrop vil transkribere talen din og sette inn teksten der markøren er.
nl: Houd ingedrukt om in elke app te dicteren. Pindrop zal uw toespraak transcriberen en de tekst invoegen waar uw cursor zich bevindt.
pl: Naciśnij i przytrzymaj, aby dyktować w dowolnej aplikacji. Pindrop dokona transkrypcji Twojej wypowiedzi i wstawi tekst w miejscu, w którym znajduje się kursor.
pt_br: Pressione e segure para ditar em qualquer aplicativo. Pindrop transcreverá sua fala e inserirá o texto onde estiver o cursor.
ro: Apăsați lung pentru a dicta în orice aplicație. Pindrop vă va transcrie discursul și va insera textul acolo unde se află cursorul.
ru: Нажмите и удерживайте, чтобы диктовать в любом приложении. Pindrop расшифрует вашу речь и вставит текст в место, где находится курсор.
sv: Tryck och håll ned för att diktera i valfri app. Pindrop kommer att transkribera ditt tal och infoga texten där markören är.
th: กดค้างไว้เพื่อเขียนตามคำบอกในแอปใดก็ได้ Pindrop จะถอดเสียงคำพูดของคุณและแทรกข้อความในตำแหน่งที่เคอร์เซอร์ของคุณอยู่
tr: Herhangi bir uygulamada dikte etmek için basılı tutun. Pindrop konuşmanızı yazıya dökecek ve metni imlecinizin bulunduğu yere ekleyecektir.
uk: Натисніть і утримуйте, щоб продиктувати в будь-якій програмі. Pindrop транскрибує вашу промову та вставляє текст у місце курсора.
vi: Nhấn và giữ để đọc chính tả trong bất kỳ ứng dụng nào. Pindrop sẽ phiên âm lời nói của bạn và chèn văn bản vào vị trí con trỏ của bạn.
zh_hans: 按住以在任何应用中听写。Pindrop 将转录您的语音并在光标位置插入文本。
zh_hant: 按住以在任何應用中聽寫。Pindrop 將轉錄您的語音並在游標位置插入文字。

source: Press Esc to cancel
ar: اضغط على Esc للإلغاء
bn: বাতিল করতে Esc টিপুন
cs: Pro zrušení stiskněte Esc
da: Tryk på Esc for at annullere
de: Drücken Sie Esc, um abzubrechen
el: Πατήστε Esc για ακύρωση
es: Pulsa Esc para cancelar
fi: Peruuta painamalla Esc
fr: Appuyez sur Échap pour annuler
he: הקש Esc כדי לבטל
hi: रद्द करने के लिए Esc दबाएँ
hu: A törléshez nyomja meg az Esc billentyűt
id: Tekan Esc untuk membatalkan
it: Premi Esc per annullare
ja: キャンセルするにはEscを押してください
ko: 취소하려면 Esc를 누르세요.
ms: Tekan Esc untuk membatalkan
nb: Trykk Esc for å avbryte
nl: Druk op Esc om te annuleren
pl: Naciśnij Esc, aby anulować
pt_br: Pressione Esc para cancelar
ro: Apăsați Esc pentru a anula
ru: Нажмите Esc, чтобы отменить
sv: Tryck på Esc för att avbryta
th: กด Esc เพื่อยกเลิก
tr: İptal etmek için Esc tuşuna basın
uk: Натисніть Esc, щоб скасувати
vi: Nhấn Esc để hủy
zh_hans: 按 Esc 取消
zh_hant: 按 Esc 取消

# press_escape_twice_to_cancel_a_recording_when_off_a_si
source: Press Escape twice to cancel a recording. When off, a single press cancels.
ar: اضغط Escape مرتين لإلغاء التسجيل. عند الإيقاف، تكفي ضغطة واحدة للإلغاء.
bn: রেকর্ডিং বাতিল করতে Escape দুবার চাপুন। বন্ধ থাকলে, একবার চাপলেই বাতিল হয়।
cs: Stisknutím klávesy Escape dvakrát zrušíte nahrávání. Pokud je vypnuto, stačí jedno stisknutí.
da: Tryk på Escape to gange for at annullere en optagelse. Når slået fra, annullerer et enkelt tryk.
de: Escape zweimal drücken, um eine Aufnahme abzubrechen. Wenn deaktiviert, genügt ein einzelner Druck.
el: Πατήστε Escape δύο φορές για να ακυρώσετε μια εγγραφή. Όταν είναι ανενεργό, αρκεί ένα πάτημα.
es: Pulsa Escape dos veces para cancelar una grabación. Si está desactivado, una sola pulsación cancela.
fi: Peruuta tallennus painamalla Escape kahdesti. Kun pois käytöstä, yksi painallus peruuttaa.
fr: Appuyez deux fois sur Échap pour annuler un enregistrement. Si désactivé, un seul appui annule.
he: לחץ פעמיים על Escape כדי לבטל הקלטה. כשהאפשרות כבויה, לחיצה אחת מבטלת.
hi: रिकॉर्डिंग रद्द करने के लिए Escape दो बार दबाएँ। बंद होने पर, एक बार दबाने से रद्द हो जाता है।
hu: Nyomja meg kétszer az Escape billentyűt a felvétel megszakításához. Kikapcsolva egyetlen lenyomás is megszakítja.
id: Tekan Escape dua kali untuk membatalkan perekaman. Jika nonaktif, satu kali tekan langsung membatalkan.
it: Premi Esc due volte per annullare una registrazione. Se disattivato, basta una sola pressione.
ja: Escapeを2回押すと録音をキャンセルします。オフの場合は1回押すだけでキャンセルされます。
ko: Escape 키를 두 번 눌러 녹음을 취소합니다. 끄면 한 번만 눌러도 취소됩니다.
ms: Tekan Escape dua kali untuk membatalkan rakaman. Jika dimatikan, satu tekanan akan membatalkan.
nb: Trykk på Escape to ganger for å avbryte et opptak. Når av, avbryter ett enkelt trykk.
nl: Druk twee keer op Escape om een opname te annuleren. Indien uitgeschakeld, annuleert één druk.
pl: Naciśnij Escape dwa razy, aby anulować nagrywanie. Gdy wyłączone, wystarczy jedno naciśnięcie.
pt_br: Pressione Escape duas vezes para cancelar uma gravação. Quando desativado, um único toque cancela.
ro: Apăsați Escape de două ori pentru a anula o înregistrare. Când este dezactivat, o singură apăsare anulează.
ru: Нажмите Escape дважды, чтобы отменить запись. Если выключено, отмена происходит по одному нажатию.
sv: Tryck på Escape två gånger för att avbryta en inspelning. När av avbryter ett enda tryck.
th: กด Escape สองครั้งเพื่อยกเลิกการบันทึก หากปิดไว้ กดครั้งเดียวก็ยกเลิกได้
tr: Kaydı iptal etmek için Escape'e iki kez basın. Kapalıyken tek basış iptal eder.
uk: Натисніть Escape двічі, щоб скасувати запис. Якщо вимкнено, скасування відбувається одним натисканням.
vi: Nhấn Escape hai lần để hủy bản ghi âm. Khi tắt, chỉ cần nhấn một lần để hủy.
zh_hans: 按两次 Escape 取消录音。关闭后，按一次即可取消。
zh_hant: 按兩次 Escape 取消錄音。關閉後，按一次即可取消。

source: Press keys...
ar: اضغط على المفاتيح...
bn: কী টিপুন...
cs: Stiskněte klávesy...
da: Tryk på tasterne...
de: Tasten drücken...
el: Πατήστε τα πλήκτρα...
es: Pulsa las teclas...
fi: Paina näppäimiä...
fr: Appuyez sur les touches...
he: לחץ על מקשים...
hi: कुँजियाँ दबाएँ...
hu: Nyomd meg a gombokat...
id: Tekan tombol...
it: Premere i tasti...
ja: キーを押してください...
ko: 키를 누르세요...
ms: Tekan kekunci...
nb: Trykk på tastene...
nl: Toetsen indrukken...
pl: Naciśnij klawisze...
pt_br: Pressione as teclas...
ro: Apăsați tastele...
ru: Нажимайте клавиши...
sv: Tryck på tangenterna...
th: กดปุ่ม...
tr: Tuşlara basın...
uk: Натисніть клавіші...
vi: Nhấn phím...
zh_hans: 按按键...
zh_hant: 按按鍵...

# press_keys_98b8167e
source: Press keys…
ar: اضغط على المفاتيح…
bn: কী চাপুন…
cs: Stiskněte klávesy…
da: Tryk på taster…
de: Tasten drücken…
el: Πατήστε πλήκτρα…
es: Pulsa teclas…
fi: Paina näppäimiä…
fr: Appuyez sur les touches…
he: לחץ על מקשים…
hi: कुंजियाँ दबाएँ…
hu: Nyomj billentyűket…
id: Tekan tombol…
it: Premi i tasti…
ja: キーを押してください…
ko: 키를 누르세요…
ms: Tekan kekunci…
nb: Trykk taster…
nl: Druk op toetsen…
pl: Naciśnij klawisze…
pt_br: Pressione as teclas…
ro: Apasă tastele…
ru: Нажмите клавиши…
sv: Tryck tangenter…
th: กดปุ่ม…
tr: Tuşlara basın…
uk: Натисніть клавіші…
vi: Nhấn phím…
zh_hans: 请按下按键…
zh_hant: 請按下按鍵…
